[
    {
        "title": "Episodes 7: The Government of Canada's Digital Standards",
        "tagline": "Learning to Walk the Digital Talk: The Digital Standards",
        "description": "In episode 7, we explore the Government of Canada’s Digital Standards with the Office of the Chief Information Officer.",
        "language": "en",
        "tags":[
            {
                "tagtext": "digital"
            },
            {
                "tagtext": "change"
            },
            {
                "tagtext": "government"
            }
        ],
        "blog": {
            "title": "Learning to Walk the Digital Talk: The Digital Standards",
            "body": "The world has undergone disruptive change in the last decades, driven by exponential advances in digital technologies. Our cars not only listen, but respond. Our banks approve online mortgage applications in minutes. Our favourite pizza joints let us track our pies from oven to door in real time. The ripple effects of this digital revolution are both incredible and indiscriminate, and no nook or cranny of our society has been left untouched—including government. In fact, this brave new world poses some very real challenges to governments the world over, and while the right response isn’t necessarily to start “moving fast and breaking things,” we just as certainly can’t stand still. The digital future is here, and we must move from reluctantly reacting to proactively engaging if we are to meet the expectations of those we serve. What exactly does this mean? First, the digital revolution is inextricable from the technology that drives it. As such, it will evidently mean changes in government tools and systems. This transformation will help establish the IT backbone needed to deliver the services Canadians expect: simple, modern and digitally enabled, available anytime, anywhere, from any device. Yet digital government is far more than modern websites and optical fibres, sophisticated algorithms and flashy apps. In fact, many leaders in the digital government space argue that it’s not even primarily about the tech. Rather, the more transformative change is the digital revolution’s rewrite of how we “do government,” soup to nuts. Because doing digital right means putting the needs of those we serve at the centre of all we do, rather than continuing to privilege organizational silos or institutional convenience. It means conceding that we rarely know what the future holds, but instead need the permission and the space to fail fast, change course and improve over time. It means designing our services for the hardest-to-reach users first, not last. It means recognizing the data we collect for the asset it is and stewarding it accordingly. And it means humbly admitting that we don’t have all the answers, nor are we alone in the service delivery space. Instead, we must work in the open as digital allies, forging partnerships across branches, departments, jurisdictions and sectors, and learning from one another’s successes and failures. In short, it means realizing the vision of digital government requires many of us to work very differently than we do today. The growing pains will be real—and it is still the right thing to do. Canadians deserve our efforts. Where do we start? We start by establishing a common understanding of what “good” looks like in the digital age—and that’s where the Digital Standards come in. As the name implies, these ten evergreen principles set the standard for how government will work in the digital age in the name of improved service delivery. Imported and adapted from digital leaders at home and abroad[1] and refined in the open to reflect our Canadian context, the Standards were announced by the President of the Treasury Board and Minister for Digital Government in September 2018. Including such tenets as designing with users, iterating frequently and working in the open, these principles are designed to help us “do government differently” by aligning our actions towards our shared digital vision. Concretely, they also serve as the yardsticks by which we will weigh service delivery options, measure performance, make decisions and prioritize activities. And, as the experiences of our digital forebears have proven, they empower the change agents, at all levels, who are living this paradigm today, while paving the way for everyone to embrace it tomorrow. Transforming government for the digital age is a tall order. The good thing is, it’s our shared challenge—and we’re not starting from scratch. Many among our ranks have been blazing the trails towards the digital good for years by embodying the principles underpinning our Digital Standards. Meanwhile, initiatives like the Digital Academy are laying the foundation for every public servant to develop the skills, knowledge and competencies we need to follow suit. The time has come for us all to join the digital government revolution. Who’s with me? [1] See for example the digital standards and principles the British, American, Australian, New Zealand and Ontario governments have established.",
            "language": "en"
            
        },
        "video": {
            "title": "Transforming the Way We Work: ISED's Story",
            "link" : "https://www.youtube.com/watch?v=lv7TU4ESuMM",
            "language": "en",
            "thumbnail": "http://i3.ytimg.com/vi/lv7TU4ESuMM/hqdefault.jpg",
            "durationInMilliseconds": 1030200
        },
        "learningPoints":[
            {
              "id": 2   
            },
            {
              "id": 6
            },
            { 
              "id": 5
            }
        ]
    },
    {
        "title": "Episodes 6: Let's Get Digital",
        "tagline": "Transforming the Way We Work: ISED's Story",
        "description": "Watch the video or listen to the podcast with our guest Chahine El Chaar, Director of Modernization, Innovation and Delivery, who shares how his department, Innovation Science and Economic Development (ISED), brought in a digital office to change how employees work, to modernize the workplace and to increase efficiency.",
        "language": "en",
        "tags":[
            {
                "tagtext": "digital"
            },
            {
                "tagtext": "change"
            },
            {
                "tagtext": "government"
            },
            {
                "tagtext": "ISED"
            }
        ],
        "blog": {
            "title": "Transforming the way we work",
            "body": "In Episode 5, we talked about what “GCdigital” means to you. In this episode, we explore how you can take steps to increase your digital literacy—in other words, how you can use digital technology and communication tools as part of your day to day work. This could include accessing and managing information and communicating with others. Last week a colleague shared this definition of digital literacy from the BC government: “Digital Literacy is the interest, attitude and ability of individuals to use digital technology and communication tools appropriately to access, manage, integrate, analyze and evaluate information, construct new knowledge, and create and communicate with others. This definition is relevant to public servants who might be wondering what the heck is all this talk about digital, and why should I care? Learning how digital can help us is the key—we encourage you to learn about what is out there to make your work life easier. Watch the video or listen to the podcast with our guest Chahine El Chaar, Director of Modernization, Innovation and Delivery, who shares how his department, Innovation Science and Economic Development (ISED), brought in a digital office to change how employees work, to modernize the workplace and to increase efficiency. The point is to jump in—you can take big steps or small ones. A great way to get started is to join GCconnex or GCcollab—online sites where you can connect with other public servants and share ideas and information. There are hundreds of groups you might find interesting (policy, HR, grants and contributions, etc), or you can start a group of your own. We want to help you do this—our goal is to provide you with tools to improve your knowledge and skills through easy to consume, timely, and relevant content related to digital in government. Over the next few months at busrides.ca, we will be highlighting examples of public servants across the country who have started including digital in their day-to-day work. They will share their best practices and lessons learned with us. If you have found something that has helped you we’d love to hear about it so we can share with others. Send us an email!",
            "language": "en"
            
        },
        "podcast": {
            "title" : "Transforming the Way We Work: ISED's Story",
            "link": "https://soundcloud.com/digiacademy_acadenum/episode-6-transforming-the-way-we-work-iseds-story",
            "language": "en",
            "durationInMilliseconds": 1024800,
            "artwork": "https://i1.sndcdn.com/artworks-000476327991-typzbr-t500x500.jpg"
        },
        "video": {
            "title": "Transforming the Way We Work: ISED's Story",
            "link" : "https://youtu.be/RpdXnbuVMgQ",
            "language": "en",
            "thumbnail": "http://i3.ytimg.com/vi/RpdXnbuVMgQ/maxresdefault.jpg",
            "durationInMilliseconds": 1030200
        },

        "learningPoints":[
            {
              "id": 2   
            },
            {
              "id": 10
            },
            { 
              "id": 25
            }
        ]
    }
]